tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "heroku/brew"

brew "asciinema"
brew "awscli"
brew "bash-completion"
brew "diff-so-fancy"
brew "git"
brew "jq"
brew "mas"
brew "mitmproxy"
brew "nmap"
brew "packer"
brew "pyenv"
brew "shellcheck"
brew "terraform"
brew "tree"
brew "watch"
brew "watchman"
brew "wifi-password"
brew "heroku/brew/heroku"

cask "arq"
cask "cyberduck"
cask "docker"
cask "google-photos-backup"
cask "gpgtools"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "licecap"
cask "macdown"
cask "mongodb"
cask "ngrok"
cask "paparazzi"
cask "plex-media-server"
cask "rabbitmq"
cask "robomongo"
cask "screenflow"
cask "screenhero"
cask "sketch"
cask "skype"
cask "sonarr"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-source-code-pro"

mas "1Password", id: 443987910
mas "Evernote", id: 406056744
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Navicat Premium Essentials", id: 466416967
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
