tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "awscli"
brew "bash-completion"
brew "diff-so-fancy"
brew "git"
brew "imagemagick", args: ["with-ghostscript"]
brew "jq"
brew "kubernetes-helm"
brew "libmemcached"
brew "mas"
brew "mitmproxy"
brew "nmap"
brew "packer"
brew "pandoc"
brew "poppler"
brew "pyenv"
brew "shellcheck"
brew "sops"
brew "terraform"
brew "tree"
brew "watch"
brew "watchman"
brew "wifi-password"
brew "yarn", args: ["without-node"]
brew "heroku/brew/heroku"

cask "arq"
cask "cyberduck"
cask "docker"
cask "figma"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "google-photos-backup-and-sync"
cask "gpg-suite"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "licecap"
cask "mongodb"
cask "ngrok"
cask "postgres"
cask "rabbitmq-app"
cask "robo-3t"
cask "spotify"
cask "the-unarchiver"
cask "viscosity"
cask "visual-studio-code"
cask "yubico-authenticator"

mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Navicat Premium Essentials", id: 466416967
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
