tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "direnv"
brew "eza"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "hurl"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "nvm"
brew "postgresql@14"
brew "pyenv"
brew "starship"
brew "wget"
brew "wifi-password"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
cask "1password"
cask "1password-cli"
cask "arq"
cask "cleanshot"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "git-credential-manager"
cask "iterm2"
cask "obsidian"
cask "orbstack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"

mas "Slack", id: 803453959
mas "Xcode", id: 497799835

vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "timonwong.shellcheck"
vscode "Tyriar.sort-lines"
