tap "homebrew/cask-fonts"
tap "pomerium/tap"

brew "bat"
brew "direnv"
brew "eza"
brew "gh"
brew "git-delta"
brew "git"
brew "gnu-sed"
brew "go"
brew "jq"
brew "kubectl"
brew "mas"
brew "nvm"
brew "pomerium/tap/pomerium-cli"
brew "pyenv"
brew "starship"
brew "wget"
brew "wifi-password"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"

cask "1password-cli"
cask "cleanshot"
cask "docker"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "git-credential-manager"
cask "iterm2"
cask "the-unarchiver"
cask "visual-studio-code"

vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "hashicorp.terraform"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "timonwong.shellcheck"
vscode "Tyriar.sort-lines"
